       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.
      * simple hello world program
       PROCEDURE DIVISION.
           DISPLAY 'Hello world!'.
      * <kcobol kernel name="stop"
           STOP RUN.
      * test /kcobol>
